Repository: aliceclmte/clmte-woocommerce-integration
Catalog: languages/clmte-*.po
Languages: sv_se

source: offsets
sv_se: kompensationer

source: Your organisation's API Key, which can be found by creating an account and organisation at clmte.com
sv_se: Din organisations API-nyckel, som kan fås genom att skapa ett konto och en organisation hos clmte.com

source: Your organisation's Organisation ID, which can be found by creating an account and organisation at clmte.com
sv_se: Din organisations Organisations-ID, som kan fås genom att skapa ett konto och en organisation hos clmte.com

source: 1 offset
sv_se: 1 kompensation

source: Add carbon offset
sv_se: Lägg till klimatkompensation

source: Amount
sv_se: Antal

source: API Key
sv_se: API-Nyckel

source: Carbon Offset
sv_se: Klimatkompensation

source: Carbon offset by CLMTE.
sv_se: Klimatkompensation från CLMTE.

source: Check this box if there is trouble adding the offset to the cart.
sv_se: Klicka i rutan om det uppstår svårigheter med att lägga till klimatkompensationen i varukorgen.

source: Check this box to start using the plugin with real API calls.
sv_se: Klicka i rutan för att börja använda pluginet med riktiga API-anrop.

source: Check this box to use custom placement for the carbon offset receipt with the shortcode below.
sv_se: Klicka i rutan för att använda egen placering för kompensations-kvittot med en shortcode nedan.

source: Check this box to use custom placement for the carbon offsetting box with the shortcode below.
sv_se: Klicka i rutan för att använda egen placering för klimatkompensations-rutan med en shortcode nedan.

source: CLMTE Offset Box:
sv_se: CLMTE Klimatkompensations-ruta:

source: CLMTE Offsets
sv_se: CLMTE Klimatkompensationer

source: CLMTE Plugin Logs
sv_se: CLMTE Plugin-loggar

source: CLMTE Receipt:
sv_se: CLMTE Kvitto:

source: CLMTE requires WooCommerce to be installed and active.
sv_se: CLMTE Ecommerce Integration behöver att WooCommerce är installerat och aktiverat.

source: CLMTE's climate offsetting makes your purchase carbon neutral by financing initiatives around the world that reduce carbon dioxide emissions. The cost is calculated according to the company's data and research-based algorithm, and all funded initiatives are UN-certified. Read more at
sv_se: CLMTEs klimatkompensation gör ditt köp klimatneutralt genom att finansiera initiativ runt om i världen som minskar koldioxidutsläpp. Kostnaden är beräknad enligt bolagets data- och forskningsbaserade algoritm, och alla finansierade initiativ är FN-certifierade. Läs mer på

source: Custom Offset Placement?
sv_se: Egen placering av kompensations-ruta?

source: Custom Receipt Placement?
sv_se: Egen placering av kompensations-kvitto?

source: Description
sv_se: Beskrivning

source: Do you wish to carbon offset your purchase for
sv_se: Vill du klimatkompensera ditt köp för

source: Easily allow your customers to carbon offset their purchases in your WooCommerce shop. Read more at clmte.com.
sv_se: Gör det enkelt för dina kunder att klimatkompensera sina köp i din WooCommerce-affär. Läs mer på clmte.com.

source: General Configuration
sv_se: Allmän Konfiguration

source: kg carbon dioxide
sv_se: kg koldioxid

source: Kg CO2 offsetted
sv_se: Kg koldioxid kompenserad

source: Logs
sv_se: Loggar

source: Manual Synchronisation
sv_se: Manuell Synkronisering

source: not synchronised with CLMTE’s servers.
sv_se: ej synkroniserade med CLMTE’s servrar.

source: Note: A maximum of 2 PENDING offsets will be synced automatically at each subsequent offset purchase.
sv_se: Notera: Högst 2 stycken kompensationer med statusen PENDING kommer att synkroniseras automatiskt vid varje nytt köp av klimatkompensationer.

source: Offset id
sv_se: Kompensations-id

source: Offset Price:
sv_se: Kompensationens Kostnad:

source: Organisation ID
sv_se: Organisations-ID

source: Price not available
sv_se: Priset ej tillgängligt

source: Production Mode?
sv_se: Produktionsläge?

source: Purchases
sv_se: Köp

source: Reload Cart?
sv_se: Ladda om kundvagnen?

source: Settings
sv_se: Inställningar

source: Thank you for carbon offsetting your purchase with CLMTE!
sv_se: Tack för du klimatkompenserade ditt köp med CLMTE!

source: The API key and/or the Organisation ID seem to be missing or be incorrect.
sv_se: API-nyckeln och/eller Organisations-ID:et verkar saknas eller vara felaktiga.

source: Time
sv_se: Tid

source: Tracking id
sv_se: Spårnings-id

source: Type
sv_se: Typ

source: Update Price
sv_se: Uppdatera Pris

source: will be offset thanks to your contribution.
sv_se: kommer att klimatkompenseras tack vare din insats.

source: Your Carbon Offset
sv_se: Din Klimatkompensation
